BillingRouter/src/data/request1.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ser="http://service.mediation.messaging.prototype.phd.jswiente.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ser:process>
         <arg0>
            <calledParty>+49671104012746</calledParty>
            <callingParty>+4901703097135</callingParty>
            <endDate>2012-04-22T12:44:33</endDate>
            <eventSource>123456</eventSource>
            <eventType>1</eventType>
            <flatEvent>0</flatEvent>
            <recordId>1</recordId>
            <sequenceNum>1</sequenceNum>
            <startDate>2012-04-22T12:09:38</startDate>
         </arg0>
      </ser:process>
   </soapenv:Body>
</soapenv:Envelope>